[
    {
        "alph": "А",
        "title": "АЙТИШНИК",
        "def": "АЙТИШНИК (сущ., м.р.) (общ., комп.) (заимств.) ",
        "content": "— (от англ. IT) человек, работающий в сфере информационных технологий; ближайшие дублеты: информатик (общ.), компьютерщик (разг.), эникейщик (мол.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "... интернет. Причем, первым пользователем стал не айтишник , а биохимик Анатолий Клесов, которого пригласили\n [Иванов Сергей, муж]   2) как айтишник могу сказать что технологии меняются так быстро, что знания, полученные 3 года назад начинают терять свою актуальность.  [коллективный. Форум: Дедовщина и неуставные отношения. Кто есть кто в современной армии (2011-2013)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "А",
        "title": "АКЦЕПТИРОВАТЬ\\АКСЕПТИРОВАТЬ",
        "def": "АКЦЕПТИРОВАТЬ\\АКСЕПТИРОВАТЬ (гл.) (инт., эк. и фин.) (заимств.) ",
        "content": "— (от англ. to accept) разрешать, допускать что-либо до исполнения; ближайшие дублеты: разрешать (общ.), допускать (общ.), одобрять (общ.). Функции и гр. значения совпадают с аналогичными исконными единицами в русском языке — заимствование.",
        "context": "\n"
    },
    {
        "alph": "А",
        "title": "АПДЕЙТ",
        "def": "АПДЕЙТ (сущ., м.р.) (комп., инт.) (заимств.) ",
        "content": "— (от англ. update) обновление какого-либо программного обеспечение, ведущее за собой исправление ошибок или добавление новых функций; ближайшие дублеты: обновление (общ.), корректировка (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.\n",
        "context": "какнибудь решу в течение последующих дней. Апдейт, апдейт Я тормоз, ага Можно, можно оставить старый\n [Hardstyler, nick]   Апдейт 2: нашел Лема в ролях на imdb.  [коллективный. Форум: Блэйд (трилогия) Blade (2008-2010)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "А",
        "title": "АРТ",
        "def": "АРТ (сущ., м.р.) (мол., иск.) (заимств.) ",
        "content": "— (от англ. art) 1) творчество, искусство; ближайшие дублеты: творчество (общ.), искусство (общ.); 2) рисунок, изображение, набросок; ближайшие дублеты: рисунок (общ.), изображение (общ.), набросок (иск.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": ". Эрегированный фаллос на Литейном мосту и синие ведерки арт Художественнопатриотическая инсталляция Мы овощи\n  С нынешнего сезона впервые в рамках «Большого ТЭФИ» состоится Всероссийский зональный конкурс «ТЭФИ-РЕГИОН» - 2002, который, помимо Фонда АРТ, проведут «МедиаСоюз», НАТ и «Интерньюс».  [Осень начинается весной (2002) // «Культура», 2002.04.08]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Б",
        "title": "БИТ",
        "def": "БИТ (сущ., м.р.) (муз.) (заимств.) ",
        "content": "— (от англ. beat) аранжировка в музыкальных произведениях; ближайшие дублеты: аранжировка (муз.). Имеет родовую отнесенность и падежную парадигму — заимствование.",
        "context": ". И ендед уп доинг море витх Рон тхе маин чараcтер ин тхис бит , бут тхис литтле сеcтион мигхт jуст станд он иц овн.\n  Как и любой блочный кодировщик, AES шифрует данные блоками фиксированного размера, но при этом за каждый цикл кодирует 128 бит, т. е. в два раза больше, чем DES.  [Дмитрий Лысак. Секретная миссия простого брелка (2003) // «Stuff», 2003.03.06]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Б",
        "title": "БЛОК",
        "def": "БЛОК (сущ., м.р.) (мол., муз.) (заимств.) ",
        "content": "— (от англ. block) район, микрорайон, употребляется в основном с пространственным предлогом на, по аналогии с выражением на районе (прост.); ближайшие дублеты: район (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "Б Было бы просто замечательно видеть на вашем портале блок Друзья сайта или Мои партнеры или чтото типа того\n  Комбинационный блок VLSI 1 реализует следующий алгоритм [7].  [П. Н. Бибило. Логическое перепроектирование схем, реализованных на FPGA, в схемы на базовых матричных кристаллах // «Информационные технологии», 2004]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Б",
        "title": "БОЙ",
        "def": "БОЙ (сущ., м.р.) (мол., муз.) (варв.) ",
        "content": "— (от англ. boy) мальчик, парень; ближайшие дублеты: парень (общ.), пацан (жарг.). Имеет родовую отнесенность, но употребляется только в одной падежной форме, зачастую как междометие — варваризм.",
        "context": "свой. Отваги с силой дай мне, Боже Готова я Пусть грянет бой Мой меч порхает словно птица, И слышу я, как сталь звенит.\n [Perfect Enemy, nick]   Желая избавить людей от тайной и могущественной армии вампиров, заполонившей общество, он отправляется на решающий бой…  [коллективный. Форум: Блэйд (трилогия) Blade (2008-2010)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Б",
        "title": "БОКС",
        "def": "БОКС (сущ., м.р.) (общ.) (заимств.) ",
        "content": "— (от англ. box) коробка, упаковка; ближайшие дублеты: коробка (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "подходил и спрашвиал чтонибудь типа пойдем вместе на бокс , мне проще было ему нахамить, чем согласиться, даже если\n Причёска, когда затылок и виски начисто срезаны машинкой и лишь на крышке черепа оставлен островок волос, чуть удлиняющийся над лбом, называлась \"под бокс\".  [Эдуард Лимонов. У нас была Великая Эпоха (1987)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Б",
        "title": "БОСС",
        "def": "БОСС (сущ., м.р.) (общ., комм., бизн.) (заимств.) ",
        "content": "— (от англ. boss) начальник, директор, авторитетная персона, имеющая влияние на кого-либо; ближайшие дублеты: начальник (общ.), директор (общ., бизн.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "команду Негр строчит из пулемета А тут наемники и босс Сталлоне поймали и душат А тут внезапно наши как\n Новый босс вызвал меня на другой день в свой кабинет.  [Я желанна. Разве это стыдно? // «Даша», 2004]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Б",
        "title": "БРЕНД",
        "def": "БРЕНД (сущ., м.р.) (общ., мода) (заимств.) ",
        "content": "— (от англ. brand) марка, образ фирмы в обществе, создающий её статус и наделяющий производимую этой фирмой продукцию престижным значением; ближайшие дублеты: фирма (общ., переносн.), марка (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "если ктонибудь объяснит на что конкретно. Безумный чешский бренд Мамка с татькой . В плане оформительства царит ад, стоит\n Бренд оставляем свой, горючее своё, а управление отдаём им.  [Елена Семенова. Олигарх без галстука (2003) // «Аргументы и факты», 2003.01.29]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Б",
        "title": "БУЛЛИНГ",
        "def": "БУЛЛИНГ (сущ., м.р.) (соц.) (варв.) ",
        "content": "— (от англ. bulling) явление, связываемое с издевательствами в коллективах средней, старшей школы или, в отдельных случаях, даже высших учебных заведений, однако распространяется на уничижение личности и в других социальных пространствах, например КИБЕРБУЛЛИНГ (издевательства на просторах сети Интернет); ближайшие дублеты: издевательство (общ.) измывательство (книж.), глумление (книж., уст.), насмешничанье (книж.), зубоскальство (книж.),  насмехательство (книж., ред.), высмеивание (общ.), надругательство (общ.), кровопийство (книж.). Имеет родовую отнесенность и неполную падежную парадигму (отсутствуют формы мн.ч.) — варваризм.",
        "context": "рассматривается острейшая проблема школьного насилия буллинг от англ. bully хулиган, задира и хейзинг от амер.\n  Но оставим добропорядочную Швейцарию.  Как выглядит буллинг в отечественном исполнении?  История Коли с Машей ― хорошая демонстрация осознанных агрессивных тенденций.  [Софья Тарасова. Что за зверь такой — буллинг? // «Знание-сила», 2013]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Б",
        "title": "БЭКГРАУНД",
        "def": "БЭКГРАУНД (сущ., м.р.) (общ., соц.) (заимств.) ",
        "content": "— (от англ. background) несет значение фонового опыта, являющегося следствием произошедших в прошлом событий, может относиться к разнообразным сферам социальной жизни, например музыкальный БЭКГРАУНД, суровый БЭКГРАУНД; ближайшие дублеты: фон (общ.), опыт (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "слова анонс , превью вместо предпросмотр , бэкграунд вместо пейзаж или фон Разве так уж необходимо\n Мы и так все знаем про этот скучный и всегда одинаковый бэкграунд…  [Виктор Пелевин. Любовь к трем цукербринам (2014)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Б",
        "title": "БЭНД\\BAND",
        "def": "БЭНД\\BAND (сущ., м.р.) (муз.) (и.в.) ",
        "content": "— (от англ. band) непопулярная или развивающаяся группа музыкантов или же просто музыкальная группа; ближайшие дублеты: группа (общ.), ансамбль (общ., уст.), ВИА (общ., уст.). Имеет родовую отнесенность, но не имеет падежной парадигмы и зачастую изображается в латинской графике — иноязычное вкрапление.",
        "context": "\n"
    },
    {
        "alph": "В",
        "title": "ВОРЛДВАЙД\\WORLDWIDE",
        "def": "ВОРЛДВАЙД\\WORLDWIDE (прил., отн.) (общ.) (и.в.) ",
        "content": "— (от англ. worldwide) всемирный, находящийся по всему миру; ближайшие дублеты: всемирный (общ.), мировой (общ.), глобальный (общ.), всесветный (общ., уст.). Имеет нулевую падежную парадигму — иноязычное вкрапление.",
        "context": "\n"
    },
    {
        "alph": "Г",
        "title": "ГАЙ",
        "def": "ГАЙ (сущ., м.р.) (мол.) (варв.) ",
        "content": "— (от англ. guy) парень; ближайшие дублеты: парень (общ.), пацан (жарг.). Имеет родовую отнесенность, но падежная парадигма является не полной, множественное число присутствует только в форме ГАЙС и ее производных — варваризм.",
        "context": "Sunday, August 27th, 2006 641 pm Устами Катьки Мама, папа гай Папа гай Тут даже папа навострил уши, желая\n Могу назвать адреса и суммы: ул. Старый Гай, вл. 9 (сумма выкупа ― 80510 долларов); ул. Алексея Дикого, вл. 7 а (сумма выкупа ― 23000 долларов); ул. Перовская, д. 31 (сумма выкупа ― 78200 долларов).  [Светлана Бударцева. У хорошего хозяина метр зарабатывает (2002) // «Вечерняя Москва», 2002.03.14]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Г",
        "title": "ГАЙД",
        "def": "ГАЙД (сущ., м.р.) (инт.) (заимств.) ",
        "content": "— (от англ. guide) руководство, инструкция по применению или исправлению чего-либо; ближайшие дублеты: инструкция (общ.), руководство (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "подарили Жизнь для чайников или какойнибудь такой гайд , где были бы точные и единственно верные ответы на все\n  Два джентльмена сидят в Гайд-парке и спорят о том, в чем разница между вежливостью и тактом.  [Вадим Баевский. Table-talk // «Знамя», 2011]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Г",
        "title": "ГИГ",
        "def": "ГИГ (сущ., м.р.) (муз., мол.) (заимств.) ",
        "content": "— (от англ. gig) английский сленгизм, перешедший в русский язык в точном значении, это концерт или любое иное мероприятие, связанное с живым выступлением музыкантов; ближайшие дублеты: концерт (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "память 256 х 2 пс 3200 винт seagate 120 гиг иде без бб видео geforce 6600 256 Мб, АГП за все\n Современные подходы к изучению вирусологического качества питьевых вод и адекватной оценке их эпидемической безопасности // Гиг. и сан.  [Вспышка энтеровирусной инфекции в Витебске в условиях загрязнения питьевой воды энтеровирусами (2004) // «Вопросы вирусологии», 2004.01.05]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Д",
        "title": "ДАТА\\DATA",
        "def": "ДАТА\\DATA (сущ., ж.р.) (комп., инт.) (варв.) ",
        "content": "— (от англ. data) любые возможные данные, подлежащие обработке, зачастую существующие в письменном виде; ближайшие дублеты: данные (общ.), сведения (общ.), инфа (разг.). Имеет родовую отнесенность, но падежная парадигма не сформирована, более того, лексема зачастую употребляется в латинской графике на письме — варваризм.",
        "context": "\n"
    },
    {
        "alph": "Д",
        "title": "ДИДЖИТАЛ\\ДИГИТАЛ\\DIGITAL",
        "def": "ДИДЖИТАЛ\\ДИГИТАЛ\\DIGITAL (прил., вещ.) (общ., комп.) (и.в.) ",
        "content": "— (от англ. digital) прилагательное, приписывающее цифровой признак объекту; ближайшие дублеты: цифровой (общ., комп.). Не имеет падежной парадигмы и не согласуется с элементами предложения формальными средствами — иноязычное вкрапление.",
        "context": "\n"
    },
    {
        "alph": "Д",
        "title": "ДИЗРЕСПЕКТ",
        "def": "ДИЗРЕСПЕКТ (сущ., м.р.) (мол.) (заимств.) ",
        "content": "— понятие, обладающее обратным значением слова РЕСПЕКТ, неуважение, обращенное к какой-либо личности, персоналии; ближайшие дублеты: неуважение (общ.), непочтение (книжн.), дерзость (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "Сценическое поведение спионерили с Андероут ... Вот. За что дизреспект . artemwa6630 04.10.2007, 0016 ну да понимаю я поддерживаю\n"
    },
    {
        "alph": "Д",
        "title": "ДИЛ\\DEAL",
        "def": "ДИЛ\\DEAL (сущ., общ. р.) (бизн., марк., эк. и фин., мол.) (и.в.) ",
        "content": "— (от англ. deal) сделка, договор; ближайшие дублеты: сделка (общ.), договор (юр., общ.). Не имеет родовой отнесенности и постоянной падежной парадигмы — иноязычное вкрапление.",
        "context": "\n"
    },
    {
        "alph": "Д",
        "title": "ДОНАТ",
        "def": "ДОНАТ (сущ., м.р.) (мол., комп.) (заимств.) ",
        "content": "— (от англ. donate) пожертвование какому-либо лицу или организации через сеть Интернет; ближайшие дублеты: пожертвование (общ.), милостыня (церк.), даяние (церк.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "ФОРУМ для АНИМАШНИКОВ мужиГ 05.10.2007, 0017 ой скилы донат баф имел ввиду сор 05.10.2007, 0017 да вот\n Мужчина спросил его:   ― Донат!  Что ты читаешь?  [И. Грекова. В вагоне (1983)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Д",
        "title": "ДРАЙВ",
        "def": "ДРАЙВ (сущ., м.р.) (мол.,комп.) (заимств.) ",
        "content": "— (от англ. drive) 1) устройство, считывающее лазерные диски в компьютере; ближайшие дублеты: привод (комп.); 2) состояние, заключающееся в приподнятом настроении и огромном количестве мотивации; ближайшие дублеты: удовольствие (общ.), кайф (жарг.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": ", визжать, как после рокконцерта, ага. Т. е. настоящий драйв В общем, вешаю портрет Курентзиса на рабочем столе, сверяю\n [Alexanderse, nick]   А, андреналин и драйв ― цель фильмов такого плана.  [коллективный. Форум: Блэйд (трилогия) Blade (2008-2010)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "И",
        "title": "ИВЕНТ\\ЭВЕНТ\\ИВЭНТ",
        "def": "ИВЕНТ\\ЭВЕНТ\\ИВЭНТ (сущ., м.р.) (общ.) (заимств.) ",
        "content": "— (от англ. event) событие, происшествие, мероприятие; ближайшие дублеты: событие (общ.), происшествие (общ.), мероприятие (общ.). Имеет родовую отнесенность и падежную парадигму — заимствование. ",
        "context": "\n"
    },
    {
        "alph": "И",
        "title": "ИЗИ",
        "def": "ИЗИ (нар.) (мол.) (заимств.) ",
        "content": "— легко; ближайшие дублеты: легко (общ.), просто (общ.), безусильно (уст.). Функции и гр. значения совпадают с аналогичными исконными единицами в русском языке — заимствование.",
        "context": ", а приложить к зубу. Кстати, еще ватку можно смочить в йоде изи Звездочке и к зубу. Можно полоскать ромашкой, шалфеем\n  Компания собралась на верхней палубе яхты Изи Залманова, который давно еще, после сочинских кинофестивальных посиделок сказал: «Ты, Анжела, всегда приглашена.  [Ольга Новикова. Каждый убивал // «Сибирские огни», 2012]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "И",
        "title": "ИНВОЙС",
        "def": "ИНВОЙС (сущ., м.р.) (эк. и фин., бизн.) (заимств.) ",
        "content": "— (от англ. invoice) документ, представленный покупателю, содержащий список поставляемых продавцом товаров, их количество и цена; ближайшие дублеты: счет-фактура (эк. и фин.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "Friday, March 24th, 2006 945 am Пожалуйста, вышлите нам инвойс Не слышу Вышлите Инвойс Что выслать Инвойс, блять\n Бумаги с красивыми названиями «аффедевит» и «инвойс» подтверждали, что я должен получить $18 миллионов на тещин счет, оставить себе $3 миллиона, а остальные деньги следовало перевести на счет оффшорного банка, зарегистрированного в государстве Антигуа и Барбуда.  [Алексей Савин. Миллионы Лимпопо. Волна «Нигерийской почты» захлестнула компьютеры российских пользователей (2003) // «Известия», 2003.02.10]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "И",
        "title": "ИНСАЙТ",
        "def": "ИНСАЙТ (сущ., м.р.) (общ., журн.) (заимств.) ",
        "content": "— (от англ. insight) просвящение, озарение, спонтанный момент достижения истины или выхода из сложной ситуации; ближайшие дублеты: озарение (общ.), постижение (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": ", 2252 В прошлый понедельник у меня был инсайт. И какой инсайт Всем инсайтам инсайт Долго ничего не писала, дабы\n [Ilya Petrov, муж]   За всей креативной мишурой находится банальное сообщение «Занимайтесь чтением», которое, естественно, работает на уровне «Бросайте курить» — то есть никак.   В чем инсайт?   Какие барьеры снимаются?  [коллективный. Форум: Как работает реклама (2012-2013)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "К",
        "title": "КВЕСТ",
        "def": "КВЕСТ (сущ., м.р.) (комп., мол.) (заимств.) ",
        "content": "— (от англ. quest) задание, поручение или же приключение или задача, поставленная индивидуумом самому себе; ближайшие дублеты: задача (общ), миссия (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": ". Сколько стоит решетка радиатора и эмблема на мой квест А куда делась старая Выдавили на хрен Сейчас,\n [annaloca, жен]   О да ) я ещё расскажу про квест в Уфе, как мы с Юлей носились по всему городу ))  [коллективный. В физика-ядерщика на час (2014.12.23)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "К",
        "title": "КЕЙС",
        "def": "КЕЙС (сущ., м.р.) (бизн., комм.) (заимств.) ",
        "content": "— (от англ. сase) задание, зачастую связанное с задачами в сфере предпринимательства; ближайшие дублеты: задача (общ.), задание (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "вобщем как невротики или психотики. Вот Ваш контурный кейс . По мере того, как тэтан теряет контроль над своим\n  Умение получать средства из федерального бюджета ― одна из причин быстрого развития Республики Татарстан.  Кейс Иннополиса подтверждает это.  15 млрд рублей было получено по линии Минэкономразвития на развитие ОЭЗ «Иннополис» технико-внедренческого типа.  [Алексей Щукин. IT-город в чистом поле // «Эксперт», 2015]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "К",
        "title": "КЛИКАТЬ",
        "def": "КЛИКАТЬ (гл.) (комп., инт.) (заимств.) ",
        "content": "— (от англ. to click) нажимать на вирутальные объекты посредством какого-либо инструмента ввода информации в операционной системе; ближайшие дублеты: нажимать (общ.). Функции и гр. значения совпадают с аналогичными исконными единицами в русском языке — заимствование.",
        "context": "Израиль, актуалия, маразм, политика кат под матом, не кликать Извините, был напуган. А теперь, выпустив пар, скажу о\n Но в него заудинская шпана с палками и прочим боевым скарбом не сунется.  Пассажиров пугать ― милицию кликать.   ― Да кому эт надо!  [Геннадий Башкуев. Маленькая война // «Сибирские огни», 2013]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "К",
        "title": "КОММЕНТ",
        "def": "КОММЕНТ (сущ., м.р.) (инт.) (заимств.) ",
        "content": "— (от англ. to сomment) комментарий; ближайшие дублеты: отзыв (общ.), комментарий (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "это ж папа Луначарского несмотря на то, что это уже 200 коммент , ой, да кто же этого не знает это папа Луначарского.\n [Дмитрий Волченко]   Философия на эту тему наговорила столько, что даже неловко за нее :)  [Сергей Мурашов, муж]   А можно просто этот коммент лайкнуть?   Заодно можно считать иллюстрацией…  [коллективный. Информационная псевдодебильность (2015)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "К",
        "title": "КОНТЕНТ",
        "def": "КОНТЕНТ (сущ., м.р.) (инт.) (заимств.) ",
        "content": "— (от англ. content) любое информационно значимое наполнение информационного ресурса; ближайшие дублеты: наполнение (общ.), содержание (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "экран компьютера, вместо содержания уверенно говорят контент . закачивать конетнт и т. д., а некоторые так\n Я рассказываю очень примитивно, я совсем не социолог, но именно так это и работает.   Для телевидения контент (содержание) ― не главное.  Это лишь способ усадить нужных людей в нужное время возле экрана и как можно дольше удержать наше внимание, а так же убедить, что в следующий раз в это же время мы потратим время у тех же экранов с не меньшей пользой.  [И. А. Забежинский. Если бы мы не смотрели, они бы не показывали (2015.10.05)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "К",
        "title": "КОП",
        "def": "КОП (сущ., м.р.) (мол.) (заимств.) ",
        "content": "— (от англ. сop) полицейский; ближайшие дублеты: полицейский (общ.), милиционер (общ. уст.), жандарм (уст.), мент (жарг.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "На сервере установлен 27015 з. Ы. Трафик считается не по 10 коп , а по 1 руб. Но это того стоит 08 января 2009 Admin\n Что же касается системы налогообложения, то существующий до настоящего времени принцип щадящего налогообложения на приусадебные земельные участки сельских домохозяйств (в 2000 г. в среднем 14 коп. за 1 кв. метр площади) сыграл и в условиях нищенского положения большинства сельского населения продолжает играть, несомненно, положительную роль.  [Личные подсобные хозяйства населения: состояние и перспективы // «Вопросы статистики», 2004]  [омонимия снята]  ←…→"
    },
    {
        "alph": "К",
        "title": "КЭШ",
        "def": "КЭШ (сущ., м.р.) (мол.) (заимствование) ",
        "content": "— (от англ. cash) наличные деньги, т.е. бумажные банкноты; ближайшие дублеты: наличность (общ.), наличка (разг.), купюры (общ.). Имеет родовую отнесенность и полную падежную парадигму.",
        "context": "затем уже в браузере через Инструменты Просмотреть кэш заходишь в него забиваешь ссылку с видео в строку\n Потом все это попадает на полки торговых сетей ― «Ашан», «Метро кэш энд керри», «Дикси», «Лента», «Глобус Гурмэ» и проч.  [Софья Инкижинова. Бизнес на дикоросах // «Эксперт», 2013]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Л",
        "title": "ЛАЙВ\\LIVE",
        "def": "ЛАЙВ\\LIVE (прил., вещ.) (муз., инт.) (варв.) ",
        "content": "— (от англ. live) прямой, живой, применяется к музыкальным выступлениям и прямым трансляциям в сети Интернет, на телевидении и в радио-эфирах; ближайшие дублеты: прямой (общ., переносн.), живой (общ., переносн.). Не имеет падежной парадигмы, не изменяется в предложении — варваризм.",
        "context": "\n"
    },
    {
        "alph": "Л",
        "title": "ЛАНЧ",
        "def": "ЛАНЧ (сущ., м.р.) (общ.) (заимств.) ",
        "content": "— (от англ. lunch) обед, время, выделяемое на обед во время рабочего дня; ближайшие дублеты: обед (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "тоже довольно внимательно, но подругому. Скажем, слова ланч и гальванизировать меня не смущают у них особый\n [VetaSvet, жен]   Начнем с плюсов: удобное место расположение. отличный ассортимент, есть не только японская еда, но и фаст-фуд.   Есть меню на бизнес-ланч.   Действуют различные спец. предложения.  [коллективный. Суши Мин -- ТЦ Республика… когда особо нет выбора.. (2014.12.03)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Л",
        "title": "ЛИДЕРШИП",
        "def": "ЛИДЕРШИП (сущ., м.р.) (общ.) (заимств.) ",
        "content": "— (от англ. leadership) лидерство; ближайшие дублеты: лидерство (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "просчитано в которой вперед тебя ведут дружба, харизма и лидершип в которой ты ставишь цели и достигаешь их, в которой ты\n"
    },
    {
        "alph": "Л",
        "title": "ЛУЗЕР",
        "def": "ЛУЗЕР (сущ., м.р.) (мол., общ.) (заимств.) ",
        "content": "— (от англ. loser) неудачник, проигравший; ближайшие дублеты: неудачник (прост.), лох (прост., жарг., обсценн.), страдалец (общ., книж.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "уход из программы проигравших. Именно их унижение лузер , их скорбные улыбки и горестные интервью тщательно\n Например, трудно заставить человека каждые пять секунд вспоминать, что он лузер и у него нет денег ― хотя над этим и работают лучшие умы человечества.  [Виктор Пелевин. Бэтман Аполло (2013)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Л",
        "title": "ЛУК",
        "def": "ЛУК (сущ., м.р.) (мода, мол.) (заимств.) ",
        "content": "— (от англ. look) совокупность предметов одежды на персоне, убранство; ближайшие дублеты: убранство (общ.), прикид (разг.), одежда (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "не собирайте, а Траванетесь, как пить дать ... Гусиный лук Gagea lutea, G. minima Мелкие и неприметные в одиночку,\n [Колючий друг, nick]   Ну-ну ) так, решено.   разводим Эланор на лук и стрелы )  [agd-ardin, nick]   Да.  [Переписка в icq между agd-ardin и Колючий друг (2008.02.08)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "М",
        "title": "МАНИ",
        "def": "МАНИ (сущ., pl.tantum) (общ.) (варв.) ",
        "content": "— (от англ. money) деньги; ближайшие дублеты: деньги (общ.), лавэ (жарг., сниж.), рэ (разг.). Не имеет родовой отнесенности, что свойственно существительным pluralia tantum, и имеет нулевую падежную парадигму — варваризм.",
        "context": "расписные в пакистанском стиле автобусы и кричащих Хелло, мани детей. Отягощенные покупками и водой, вышли за город,\n Положение бабы Мани было тяжёлым, почти безнадёжным.  [И. Грекова. Перелом (1987)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "М",
        "title": "МАРКЕТПЛЕЙС",
        "def": "МАРКЕТПЛЕЙС (сущ., м.р.) (общ., комм.) (заимствование) ",
        "content": "— (от англ. marketplace) торговая площадка, размещенная в сети Интернет; ближайшие дублеты: интернет-магазин (инт.), интернет-рынок (инт.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "подходящего был найден гемм. ком но это всетаки больше маркетплейс . По описанию кажется подходящим рекордмастер. ком, но там\n"
    },
    {
        "alph": "М",
        "title": "МЕНЕДЖЕР",
        "def": "МЕНЕДЖЕР (сущ., м.р.) (общ., комм.) (заимств.) ",
        "content": "— (от англ. manager) должность, на которой человек осуществляет контроль над порученным ему персоналом и организует его деятельность; ближайшие дублеты: управленец (общ., уст.), администратор (общ.), управляющий (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "в бизнесерешението принимает не собственник, а наемный менеджер , при поставке товара, при получении рекламного заказа и т\n  ― вывод на печать: в программу-оболочку встроен менеджер печати, позволяющий настроить печать карт раскроя с интерактивным предварительным просмотром;  [Комплекс алгоритмов и программ расчета гильотинного раскроя // «Информационные технологии», 2004]  [омонимия снята]  ←…→"
    },
    {
        "alph": "М",
        "title": "МЕССЕДЖ",
        "def": "МЕССЕДЖ (сущ., м.р.) (общ.) (заимств.) ",
        "content": "— (от англ. message) сообщение, в некоторых случаях используется как аналог слова посыл, идея, мысль; ближайшие дублеты: сообщение (общ.), посыл (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "они сожрут друг друга. Роберту не скажешь дид ю гет зе месседж . Хотя в отношениях с Нандой вроде все у них нормально,\n ― Сложно сказать в двух словах, какой именно месседж транслирует миру корейское кино, ― продолжает Хон Хе Сук.  [коллективный. Чон больше, чем любовь // «Русский репортер», 2013]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "М",
        "title": "МУВИ\\MOVIE",
        "def": "МУВИ\\MOVIE (сущ., общ. р.) (общ.) (и.в.) ",
        "content": "— (от англ. movie) фильм или ролик на определенную тематику; ближайшие дублеты: фильм (общ.), ролик (разг.). Не имеет родовой отнесенности, как и полной падежной парадигмы (она нулевая) — иноязычное вкрапление.",
        "context": "\n"
    },
    {
        "alph": "М",
        "title": "МУВИК",
        "def": "МУВИК (сущ.,м.р.) (общ., муз., иск.) ",
        "content": "— (от англ. movie) фрагмент видео или музыкальный клип; ближайшие дублеты: ролик (разг.), клип (общ.), видео (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "серии Kingdom Hearts шедевры мировой игроиндустрии, а мувик X одно из лучших произведений жанра аниме . Ты у\n"
    },
    {
        "alph": "М",
        "title": "МЭН",
        "def": "МЭН (сущ., м.р.) (мол.) (заимств.) ",
        "content": "— (от англ. man) мужчина; ближайшие дублеты: мужчина (общ.), мужик (разг.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "захотелось Он стал соченять попсовый рэп А так он реал мэн согласен лига репер нормальный но стим\n Министр по электронной торговле острова Мэн Тим Крейн (Tim Craine) также надеется привлечь офшорный бизнес освобождением от налогов и другими льготами. \"  [К офшорному аутсорсингу готова треть мировых компаний (2004) // РБК, 2004.09.13]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Н",
        "title": "НАЙС",
        "def": "НАЙС (прил.) (мол.) (варв.) ",
        "content": "— (от англ. nice) хороший, отличный; ближайшие дублеты: хороший (общ). Не согласуется с членами предложения, не имеет падежной парадигмы — варваризм.",
        "context": "в гостях. везде будет качать sneg 11.08.2006, 0159 мега найс ХОЧУ ЕЩе ее Seeman 11.08.2006, 0205 ST1M, вот это\n Или о тряпках говорит этаким грудным, таинственным шёпотом, на манер голливудской звезды:   ― Фасончик вери найс…  Рукава буфиками, плечики подложены, но не очень, а так, в самый раз.  [И. Грекова. Летом в городе (1962)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Н",
        "title": "НАМБ\\NUMB",
        "def": "НАМБ\\NUMB (прил., кач.) (мол.) (и.в.) ",
        "content": "— (от англ. numb) прилагательное, описывающее внутреннее состояние как закрытость, эмоциональная холодность; ближайшие дублеты: меланхоличный (общ.), закрытый (общ.), холодный (общ.). Не имеет падежной парадигмы и не взаимодействует формально с членами предложения — иноязычное вкрапление.",
        "context": "\n"
    },
    {
        "alph": "Н",
        "title": "НИК",
        "def": "НИК (сущ., м.р.) (мол., комп.) (заимств.) ",
        "content": "— псевдоним, сценическое имя, астроним; ближайшие дублеты: псевдоним (общ.), астроним (книж.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "New user Get a Nickname Новый пользователь Получить ник регистрация нового пользователя. Если Вы перейдет по\n [Елена Фаиршина, жен]   p.   s: А ник соответствует )  [Георгий Заикин, муж]   Иван, что скажете о Specialized (Hardrock)?  [коллективный. Форум: Горный двухподвесочный (2010)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Н",
        "title": "НОУНЕЙМ",
        "def": "НОУНЕЙМ (сущ., м.р.) (муз.) (заимств.) ",
        "content": "— (от англ. noname\\no name) неизвестный, или не заслуживший популярности в определенных кругах, исполнитель или персонаж; ближайшие дублеты: ???",
        "context": "где надо. Про тормоза все той же всемирно известной фирмы ноунейм я говорить не буду, т. к. тормозами они только выглядели,\n"
    },
    {
        "alph": "Н",
        "title": "НЬЮСМЕЙКЕР",
        "def": "НЬЮСМЕЙКЕР (сущ., м.р.) (общ., журн.) (заимств.) ",
        "content": "— (от англ. newsmaker) персона, чья персональная компетенция заключается в создании статей, заметок или публикации новостей; ближайшие дублеты: журналист (общ.), репортер (журн.), колумнист (журн.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "номинантов фестиваля Золотая маска2011 Наш главный ньюсмейкер Воццек принес Большому театру семь номинаций, причем\n Это уж давно подмечено ― Путин не только обладатель неприступного рейтинга, но и главный поставщик политических новостей в стране.  Заслуженный ньюсмейкер Российской федерации.   Вот уехал Путин ― компания НТВ работать не может.  [Нина Зверева. Вот уехал Путин... (2003) // «ПОЛИТКОМ. РУ», 2003.02.13]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "О",
        "title": "ОВЕРСАЙЗ",
        "def": "ОВЕРСАЙЗ (прил., отн.) (мода) (варв.) ",
        "content": "— (от англ. oversize) признак предметов одежды, намеренно сделанных большего размера для заполнения некоей эстетической лакуны; ближайшие дублеты: большемерный (общ.). Не имеет падежной парадигмы и не взаимодействует с членами предложения — варваризм.",
        "context": "ноз оригинал бьюик 3. Шеви с мотором 327 набор колец оверсайз .020 ноз оригинал ГМ 4. Бьюик 6162 фуллсайз сайлент\n"
    },
    {
        "alph": "П",
        "title": "ПАБЛИК",
        "def": "ПАБЛИК (сущ., м.р.\\ прил) (инт., соц.) (заимств.\\варв.) ",
        "content": "— (от англ. public) 1) В интернет-жаргоне — сообщество, группа, объединенная некоторыми интересами и увлечениями, формально оформленная в социальных сетях; ближайшие дублеты: сообщество (общ.), группа (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование; 2) прилагательное, обозначающее признак общественности, общедоступности и широкой известности; ближайшие дублеты: общественный (общ.), общедоступный (общ.), народный (общ). Не имеет падежной парадигмы и не взаимодействует с членами предложения — варваризм.",
        "context": "вещи разные. Так что, господа, в традиционном понимании паблик не просто открытая часть сети, общедоступный ресурс\n  Редкий образец социально ориентированного паблик-арта покажут в Москве ко Дню города.  [Ирина Осипова. Культура // «Эксперт», 2013]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "П",
        "title": "ПАНЧ",
        "def": "ПАНЧ (сущ., м.р.) (муз.) (заимств.) ",
        "content": "— (от англ. punch)колкость в рамках речетативного произведения на поэтических поединках; ближайшие дублеты: колкость (общ.), укол (переносн., общ.). Существо имеет определенный род и падежную парадигму, следовательно, является заимствованием.",
        "context": "страны в Англию. Это слово происходит от санскрит. слова панч , что означает пять . Раньше рецепт состоял из пяти\n В английской фольклорной традиции тоже есть похожий персонаж, зовут его Панч, а в России он известен как Петрушка, он же Петр Иванович Уксусов.  [Евгения Власова. А не замахнуться ли нам на Вильяма нашего Шекспира (2002) // «Домовой», 2002.12.04]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "П",
        "title": "ПАТИ",
        "def": "ПАТИ (сущ., ж.р.) (мол., муз.) (варв.) ",
        "content": "— (от англ. party) жаргонное обозначение рекреационного  мероприятия; ближайшие дублеты: вечеринка (общ.), тусовка (мол.). Падежная парадигма данного слова — нулевая, из чего можно сделать вывод о принадлежности данной лексемы к классу варваризмов.",
        "context": "пока. Народ отдыхает и пьет пиво в пабах или дома если пати или просто так , не в парках, не на лавках, не на\n  ― Ну смотри, ― стала растолковывать мне Снежана. ― ПАТИ ПОРНО КИЛЛЕР.  [Запись LiveJournal (2004)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "П",
        "title": "ПАТТЕРН",
        "def": "ПАТТЕРН (сущ., м.р.) (общ., соц.) (заимств.)",
        "content": "— (от англ. pattern) образ, устоявшиеся рамки протекания какого-либо процесса; ближайшие дублеты: образ (общ.), закономерность (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "системный элемент круга, на основе которого был построен паттерн . Такой блин брендинг, факин шит, странно что гештальт\n От меня мама отстранялась, тоже из чувства вины и мне сейчас самой сложно не повторять этот паттерн поведения.  [коллективный. Форум: Как сказать ребенку 4 лет о смерти прабабушки (2012)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "П",
        "title": "ПЕРФОМАНС\\ПЕРФОРМАНС",
        "def": "ПЕРФОМАНС\\ПЕРФОРМАНС (сущ., м.р.) (иск.) (заимств.) ",
        "content": "— (от англ. performance) выступление, самореализация, представление; ближайшие дублеты: выступление (общ.), представление (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "\n"
    },
    {
        "alph": "П",
        "title": "ПЛЭЖА\\PLEASURE",
        "def": "ПЛЭЖА\\PLEASURE (сущ., общ.р.) (общ.) (варв.) ",
        "content": "— (от англ. pleasure) удовольствие; ближайшие дублеты: удовольствие (общ.). Не имеет родовой отнесенности и падежной парадигмы — варваризм.",
        "context": "\n"
    },
    {
        "alph": "П",
        "title": "ПОСТ",
        "def": "ПОСТ (сущ., м.р.) (инт.) (заимств.) ",
        "content": "— (от англ. post) публикации любой тематики на информационных ресурсах в сети Интернет; ближайшие дублеты: публикация (общ.), статья (журн.), очерк (журн.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "с тенью некрасиво лег. Комментарий к записи Советский пост Anna\n [agd-ardin, nick]   У меня в ЖЖ пост про то, как люди развлекаются ) боюсь, до такого нам пока что далеко  [Переписка в icq между agd-ardin и Колючий друг (2008.02.08)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "П",
        "title": "ПРОДАКШН",
        "def": "ПРОДАКШН (сущ., м.р.) (бизн., комм.) (варв.) ",
        "content": "— (от англ. production) производство интеллектуальных или же материальных продуктов; ближайшие дублеты: производство (общ.). Имеет родовую отнесенность, но не имеет полной и устоявшейся падежной парадигмы — варваризм.",
        "context": ", и передала на них права другой фирме, ООО Евразия синема продакшн , которая и подала иск к ООО Вебург . В чем же суть\n  На рынке «Бета продакшн» присутствует с 2012 года.  [Елена Николаева. Упорядоченный хаос хранения и доставки // «Эксперт», 2015]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "П",
        "title": "ПРОМОУШЕН",
        "def": "ПРОМОУШЕН (сущ., м.р.) (комм., бизн.) (заимств.) ",
        "content": "— (от англ. promotion) продвижение, реклама; ближайшие дублеты: продвижение (общ.). Имеет родовую отнесенность, но имеет дефектную падежную парадигму — варваризм.",
        "context": "жизнь by Роза Котельникова on 04052010 Романтический промоушен 15.04.2010 Когда ты чегонибудь хочешь, вся Вселенная\n Семинаров, промоушен-акций, презентаций, корпоративных юбилеев, выход на рынок новых продуктов и услуг!  [Электронное объявление (2004)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "П",
        "title": "ПУССИ",
        "def": "ПУССИ (сущ., общ. р.) (мол., жарг.) (варв.) ",
        "content": "— (от англ. pussy) — 1) снисходительное, ласкательное нарицательное для кошачьих, 2) слабак, трус, 3) эвфемизм для обозначения женского полового органа; ближайшие дублеты: 1) кошечка (общ.), киска (прост.), киса (прост.), 2) слабак (общ.), трус (общ.), 3) киска (жарг.). Не имеет родовой отнесенности и падежной парадигмы — варваризм.",
        "context": "следственное место коровы, или, как говорит Кулик, пусси . Художник оформил его удобными поролоновыми губами, куда\n  Из другой передачи ― про гендерсвингеров, неугомонных активистов прогресса, менявших пол в разные стороны не менее десяти раз, ― Кеша даже знал, что голосовая активация Google Pussy, в отличие от Google Dick, локализована на русский ― правда, опять криво: протез влагалища запускался фразой «окей пусси гластност номр адъин».  [Виктор Пелевин. Любовь к трем цукербринам (2014)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "П",
        "title": "ПУШИТЬ",
        "def": "ПУШИТЬ (гл.) (мол.) (заимств.) ",
        "content": "— (от англ. to push) толкать, продвигать, лоббировать (пол.); ближайшие дублеты: толкать (общ.), продвигать (общ.). Функции и гр. значения совпадают с аналогичными исконными единицами в русском языке — заимствование.",
        "context": ". перм. арх. теребить, трепать, щипать. Шиньгать шерсть, пушить , бить смычком. ся, страдат. Шиньганье, действ. по глаг.\n Мужика, конечно, кого сейчас еще бабам пушить?  [Виктор Астафьев. Последний поклон (1968-1991)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Р",
        "title": "РЕСПЕКТ",
        "def": "РЕСПЕКТ (сущ., м.р.) (мол.) (заимств.) ",
        "content": "— (от англ. respect) уважение, используется как форма выражения крайнего одобрения действий объекта речи или выказывание ему уважения; ближайшие дублеты: уважуха (низк. жарг.), уважение (общ.). Имеет родовую отнесенность и падежную парадигму — заимствование.",
        "context": "Начал за здравие ... За анализ ситуациии большой, огромный респект Но Неужели вы считаете, что человек нихрена не\n [Марина Кирилина, жен]   Пожалуйста, не сочтите за труд, дайте совет, как растянуть 24 часа.  [Юрий Петров, муж]   Иван, респект за гимн велосипеду.   А я ездил везде кроме Москвы.  [коллективный. Форум: Горный двухподвесочный (2010)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Р",
        "title": "РИПНУТЬСЯ",
        "def": "РИПНУТЬСЯ (гл.) (мол.) (заимств., произв.) ",
        "content": "— (от англ. RIP — rest in peace) эвфемемизм, имеющий значение умереть; ближайшие дублеты: умереть (общ.), преставиться (книжн., уст.), скончаться (книжн.). Производный глагол, имеющий все присущие глаголу в русском языке формы — заимствование.",
        "context": "\n"
    },
    {
        "alph": "Р",
        "title": "РИТЕЙЛ",
        "def": "РИТЕЙЛ (сущ., м.р.) (комм., общ.) (варв.) ",
        "content": "— (от англ. retail) вид продаж, осуществляемых в небольших количествах для конечного потребителя; ближайшие дублеты: розница (комм., общ.). Имеет родовую отнесенность, но обладает дефектной падежной парадигмой — варваризм.",
        "context": ". Tags витрины, есть чему учиться, оформление витрин, ритейл 7 комментариев Оставить комментарий в избранное Share this\n  Изначально компания была ориентирована на оптовые продажи, но с ростом спроса на продукцию решила выйти в ритейл и открыла в 2011 году направление франшизы.  [Вера Кузьмина. Вытютюкивание на экспорт // «Эксперт», 2015]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "С",
        "title": "САБ\\САБСКРАЙБЕР",
        "def": "САБ\\САБСКРАЙБЕР (сущ., м.р.) (инт.) (заимств.) ",
        "content": "— (от англ. subscriber) подписчик, последователь, значение отличается от ДК ФОЛЛОВЕР лишь по сервису, в котором публикуется какой-либо материал; ближайшие дублеты: подписчик (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "\n"
    },
    {
        "alph": "С",
        "title": "СЕЙВИТЬ",
        "def": "СЕЙВИТЬ (гл.) (мол., комп.) (заимств.) ",
        "content": "— (от англ. to save) сохранять изменения в файловой системе компьютера или же откладывать или сохранять что-либо вообще; ближайшие дублеты: сохранять (общ.). Функции и гр. значения совпадают с аналогичными исконными единицами в русском языке — заимствование.",
        "context": "помогала вам спасаться от злой и коварной кровавой Европы и сейвить сохранять православие. Вы, вашу мать, гордитесь тоже\n"
    },
    {
        "alph": "С",
        "title": "СЕЙШЕН\\СЕЙШН",
        "def": "СЕЙШЕН\\СЕЙШН (сущ., м.р.) (мол.) (заимств.) ",
        "content": "— (от англ. session) какое-либо мероприятие, подразумевающее большое скопление людей по какому-либо поводу, например выступление музыкальной группы; ближайшие дублеты: концерт (общ.), тусовка (мол.), вечеринка (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "\n"
    },
    {
        "alph": "С",
        "title": "СИТИ",
        "def": "СИТИ (сущ., м.р.) (общ., мол.) (варв.) ",
        "content": "— (от англ. city) населенный пункт, сравнимый по популяции с городом; ближайшие дублеты: город (общ.). Имеет родовую отнесенность, но полностью отсутствует падежная парадигма — варваризм.",
        "context": "с работы, забежала домой переодеться и на любимый Инлайн сити как всегда очень душевно покатались Потом отдохнули\n Вчера в Лестере прошла пресс-конференция, на которой говорилось о возвращении Линекера в большой футбол ― причём не в качестве игрока или тренера, как это обычно бывает со звёздами прошлого, а в качестве финансиста и менеджера, который решился на спасение \"Лестер Сити\", клуба с более чем 120-летними традициями, от верного разорения.  [Денис Быстров. Гари Линекер возвращается в большой футбол. Спасать «Лестер» от разорения (2002) // «Известия», 2002.11.26]  [омонимия снята]  ←…→"
    },
    {
        "alph": "С",
        "title": "СПЛИТИТЬ",
        "def": "СПЛИТИТЬ (гл.) (общ.) (заимств.) ",
        "content": "— (от англ. to split) разделять; ближайшие дублеты: разделять (общ.), делить (общ.), разъединять (общ.). Функции и гр. значения совпадают с аналогичными исконными единицами в русском языке — заимствование.",
        "context": "\n"
    },
    {
        "alph": "С",
        "title": "СТАФ\\СТАФФ",
        "def": "СТАФ\\СТАФФ (сущ., м.р.) (мол.) (варв.) ",
        "content": "— (от англ. stuff) вещи, скарб, совпадает с еще одним ДК — СТАФФ (от англ. staff) — персонал, работники; ближайщие дублеты: вещи (общ.), скарб (жарг.)\\ работники (общ.), персонал (общ.). Имеет родовую отнесенность, но отстутствует падежная парадигма для множественного числа — варваризм.",
        "context": "\n"
    },
    {
        "alph": "Т",
        "title": "ТЕСТ",
        "def": "ТЕСТ (сущ., м.р.) (общ.) (заимствование) ",
        "content": "— (от англ. test) испытание определенных качеств, проверка на соответствие требованиям, примечательно, что подобная лексема в языке уже есть как заимствование от латинского языка и его наследников, однако при когнитивном анализе происхождение этого слова субъектом речи определяется как англоязычное; ближайшие дублеты: испытание (общ.), проверка (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "Вона оно как. Насчет пяток я, пожалуй, подумаю Пройти тест Leave a comment 08 February 2007 0216 am Дайте дайте\n Для дополнительного тестирования произвольного внимания в течение более длительного времени (10 мин) использовался тест Тулуз-Пьерона.  [Л. А. Захирина, Н. Ф. Бережная. Особенности развития старших дошкольников при перинатальной патологии ЦНС // «Вопросы психологии», 2004]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Т",
        "title": "ТОП\\TOP",
        "def": "ТОП\\TOP (прил., кач.) (мол., инт.) (и.в.) ",
        "content": "— (от англ. top) лучший, наилучший; ближайшие дублеты: лучший (общ.), наилучший (общ.), превосходный (общ.). Имеет нулевую падежную парадигму и не взаимодействует с элементами предложения, используется как в латинской, так и в кириллической графике — иноязычное вкрапление.",
        "context": "\n"
    },
    {
        "alph": "Т",
        "title": "ТРАК",
        "def": "ТРАК (сущ., м.р.) (общ.) (варв.) ",
        "content": "— (от англ. truck) грузовик; ближайшие дублеты: грузовик (общ.). Имеет родовую отнесенность и неполную падежную парадигму — варваризм.",
        "context": "полного трака 4. Линия тела тэты 10 , или полный трак . Из этих четырех пунктов последний реально способен\n  «Мицубиси» не осталась в долгу, ответив «Хонде» городским вседорожником «Спорт Трак Концепт» на  [Михаил Гзовский. Партия в американку (2004) // «За рулем», 2004.03.15]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Т",
        "title": "ТРЕК",
        "def": "ТРЕК (сущ., м.р.) (общ., муз.) (заимств.) ",
        "content": "— (от англ. track) аудиозапись, запись; ближайшие дублеты: аудиозапись (общ.), запись (общ., прост.). Присутствует определенная категория рода и падежная парадигма — заимствование.",
        "context": ". Это запредельно круто и идея, и реализация, и даже трек Wrangler представил новую коллекцию, смотреть\n [Hardstyler, nick]   . Ради собственно музыки (старый, но пиздатый же трек!  [коллективный. Форум: Блэйд (трилогия) Blade (2008-2010)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Т",
        "title": "ТРОЛЛИНГ",
        "def": "ТРОЛЛИНГ (сущ., м.р.) (инт.) (заимств.) ",
        "content": "— (от англ. trolling) провоцирование, вербальное издевательство на просторах сети Интернет; ближайшие дублеты: провокация (общ.), издевательство (общ.). Имеет родовую отнесенность и полную падежную парадигму —заимствование.",
        "context": "Уникальное предложение Профессиональный таргетированый троллинг Оплата только по факту, от 0.3 за один комментарий в\n [xoxol1]   Это троллинг все, и развод, наверняка Прохоров с Навальным договорились!!!  [коллективный. Форум: Прохоров слил Навального (2013)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Т",
        "title": "ТРЭШ",
        "def": "ТРЭШ (сущ., м.р.) (мол.) (заимств.) ",
        "content": "— (от англ. trash) мусор, некачественный или неправильно оформленный продукт, используется и во втором значении — что-то невероятное, поражающее, не известное до этого, которое не имеет аналогов в русском языке; ближайшие дублеты: мусор (общ., переносн.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": ".... Итак по порядку.. 1 Это страшный, чудовищный трэш Кругом дерьмище, кровища, кишкище ... Иначе не скажешь ...\n Они берут фотографии моих спектаклей и с их помощью пытаются доказать, что я «педофил всея Руси».  По-моему, это какой-то адский трэш.  Все идет под девизом ― «Больше ада!»  [Кирилл Серебренников, Андрей Архангельский. «Это не мой театр, а государственный» // «Огонек», 2013]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Т",
        "title": "ТУТОРИАЛ",
        "def": "ТУТОРИАЛ (сущ., м.р.) (инт.) (заимств.) ",
        "content": "— (от англ. tutorial) то же, что и ГАЙД; ближайшие дублеты: руководство (общ.), инструкция (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "было ранее Corsair 12.01.2007, 1113 Уже давно есть туториал Там расписаны все финты drew 22.01.2007, 1345\n"
    },
    {
        "alph": "Ф",
        "title": "ФАН\\ФЭН",
        "def": "ФАН\\ФЭН (сущ., м.р.) (мол., общ.) (заимств.) ",
        "content": "— (от англ. fun) веселье, радость; ближайшие дублеты: радость (общ.), веселье (общ.). Имеет родовую отнесенность, но дублет является sing. tantum по аналогии с исконным абстрактным существительным — заимствование.",
        "context": "\n"
    },
    {
        "alph": "Ф",
        "title": "ФАНКИ\\FUNKY",
        "def": "ФАНКИ\\FUNKY (нар.) (муз.) (и.в.) ",
        "content": "— (от англ. funky, funk) призначное значение, приписывающее музыкальному произведению св-ва жанра фанк; ближайшие дублеты: фанковый (муз.). Встречается в подавляющем большинстве случаев в латинской графике — и.в.",
        "context": "\n"
    },
    {
        "alph": "Ф",
        "title": "ФЕЙК",
        "def": "ФЕЙК (сущ., общ.р.) (мол., мода) (заимств.) ",
        "content": "— (от англ. fake) контрафакт, подделка моделей одежды какого-либо производителя, плагиат чего-либо; ближайшие дублеты: подделка (разг.), паль (разг., жарг.), контрафакт (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "Взято отсюда На половину картинок мне хочется подумать, что фейк Comment on this Saturday, October 23rd, 2010 1016 am\n [Вася Пулькин в бане, муж]   Интервью опубликовано на странице «Монте-Кристо» в Контакте и Павлов подтверждает, что это не фейк, а его реальное интервью  [коллективный. КП «Монте-Кристо». Новости (2015)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Ф",
        "title": "ФИДБЭК",
        "def": "ФИДБЭК (сущ., м.р.) (общ., комм., комп.) (заимств.) ",
        "content": "— (от англ. feedback) сообщение субъективной оценки некоего объекта, зачастую запрашиваемой самими создателями объекта; ближайшие дублеты: отклик (общ.), отзыв (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "Реально озвучил эйчару свои скиллы и получил конкретный фидбэк Раньше был менеджером по приему и размещению товаров, а\n"
    },
    {
        "alph": "Ф",
        "title": "ФИКСИТЬ",
        "def": "ФИКСИТЬ (гл.) (общ., комп.) (заимств.) ",
        "content": "— (от англ. to fix) чинить, исправлять; ближайшие дублеты: чинить (общ.), исправлять (общ.). Функции и гр. значения совпадают с аналогичными исконными единицами в русском языке — заимствование.",
        "context": ". Практически каждый плаг надо было открывать в КС, фиксить , а потом уже играть самой. А там и ошибки, и скриптовые\n [Stalevar 76, nick]   Режу плечи потихоньку.   Часть прибыли надо обязательно фиксить.  [MaryKay, nick]   В коллекции Зоя, аптеки, КАМАЗ, ГУМ, рыба.  [коллективный. Форум: Спекулянты за работой (2011)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Ф",
        "title": "ФИЧА",
        "def": "ФИЧА (сущ., ж.р.) (мол., комп.) (заимств.) ",
        "content": "— (от англ. feature) преимущество, особенность, нововведение; ближайшие дублеты: особенность (общ.), черта (перен., общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "постоянно когото вытаскивает. Добавилась удобная фича miss you , для контактов, которых вы ждете и которые\n [Пользователь скрыл свои данные]   Красивый.   Хорошая фича [feature] хаб.   Всё почта, звонки, смс, события календаря в одном месте.  [коллективный. Форум: BlackBerry Z10 (2013)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Ф",
        "title": "ФЛЕКС",
        "def": "ФЛЕКС (сущ., м.р.) (мол.) (заимств.) ",
        "content": "— (от англ. flex) понятие, выражающее состав процессов и их признаков, которые могут быть выражены глаголами красоваться (общ.), гарцевать (жарг.); ближайшие дублеты: щеголяние (общ.), красование (общ.), выпендриваться (разг., сниж.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "года два назад была выставка абстрактной графики, мы это флекс называем там было поровну, или даже несколько больше\n Это была такая же загадка, как и то, что творилось за прикрытыми жалюзи коттеджей.   Машину вёл Флекс.  Первое, что он сообщил нам, ещё тогда, когда встретил в аэропорту, ― это то, что у него новая машина.  [Д. А. Гранин. Месяц вверх ногами (1966)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Ф",
        "title": "ФЛОУ",
        "def": "ФЛОУ (сущ., м.р.) (муз.) (варв.) ",
        "content": "— (от англ. flow) подача, ритм и интонация речетативного произведения; ближайшие дублеты: подача (общ.), читка (мол., муз.). Отсутствует падежная парадигма, но присутствует категория рода — варваризм.",
        "context": "очень четенько детектед Так что отставить наброс на флоу Reply to this Иногда в жизни у каждого из нас\n Октябрьским днем 1939 года все бременские патриоты рванули в Вильгельмсхафен ― встречать экипаж подводной лодки U-47, которая под командованием Гюнтера Прина прокралась накануне в английскую гавань Скапа Флоу и потопила там британский линкор.  [Александр Новиков, Дмитрий Гронский. Воля ветра (2002) // «Автопилот», 2002.03.15]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Ф",
        "title": "ФОЛЛОВЕР",
        "def": "ФОЛЛОВЕР (сущ., м.р.) (инт.) (заимств.) ",
        "content": "— (от англ. follower) последователь, подписчик какого-либо лица или организации, представленной в социальной сети; ближайшие дублеты: подписчик (общ.), последователь (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "ну и словечко . Вы уже не знаете кто взаимный фолловер , а кто нет, проверить все проблематично, как я уже писала.\n"
    },
    {
        "alph": "Ф",
        "title": "ФРЕНДШИП",
        "def": "ФРЕНДШИП (сущ., м.р.) (общ.) (заимств.) ",
        "content": "— (от англ. friendship) дружба; ближайшие дублеты: дружба (общ.). Имеет родовую отненность и полную падежную парадигму — заимствование.",
        "context": "мне комментарии и читать мои подзамки, still еще у нас френдшип , и прочий стилл active in generating new productive. Даже\n"
    },
    {
        "alph": "Ф",
        "title": "ФРИ",
        "def": "ФРИ (прил.) (общ.) (и.в.) ",
        "content": "— (от англ. ) бесплатный, безвозмездный; ближайшие дублеты: бесплатный (общ.), дармовой (разг.). Имеет нулевую падежную парадигму и не согласуется с членами предложения — иноязычное вкрапление.",
        "context": "и вдруг ни с того ни с сего стали называть картошка фри , чипсы ... А чем свинина хуже бекона А чем\n Что мы, московская водь, любим картофель, изготовленный способом \"фри\", светлое пиво \"Хайнекен\", носим белые рубашки с яркими галстуками, предпочитаем высоких блондинок, а слуха музыкального у нас, у водей, и вовсе нет.  [Рустам Арифджанов. Москва азербайджанская (1997) // «Столица», 1997.04.15]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Ф",
        "title": "ФРИК",
        "def": "ФРИК (сущ., м.р.) (мол.) (заимств.) ",
        "content": "— (от англ. freak) эксцентричный, ведущий себя вызывающе и странно человек; ближайшие дублеты: юродивый (книжн., церк.), не от мира сего (фраз., книжн.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "больные ... И мне ПОХ да я чудовище, да я фрик НО Я ФРИК и ЧУДОВИЩЕ со своим мнением ... ....\n [mihooy, муж]   Пеунова не фрик, она навязчивый Поволжский тролль.  [коллективный. Форум: Прохоров слил Навального (2013)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Ф",
        "title": "ФРИСТАЙЛ",
        "def": "ФРИСТАЙЛ (сущ., м.р.) (муз.) (заимств.) ",
        "content": "— (от англ. freestyle) речетативная импровизация под соответствующий аккомпанемент или же без него; ближайшие дублеты: импровизация (общ.), экспромт (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "чемпионаты мира, выступая за Россию. Антон Кушнир фристайл Едва ли не самое лучшее приобретение в современном\n Это женский и мужской хоккей, фигурное катание (танцевальные пары, командный турнир), горные лыжи (Тед Лигети, Микаэла Шиффрин), фристайл (Дэвид Уайз, Ханна Керни Николас Геппер), коньки (Шани Дэвис), лыжные гонки (Киккан Рэндалл и командный спринт), сноуборд (Джейми Андерсон, Келли Кларк), бобслей (Стивен Холкомб), скелетон (Ноэль Пайкус-Пэйс).  [Александр Служаков. Консервативный прогноз // «Эксперт», 2014]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Ф",
        "title": "ФРОНТМЕН",
        "def": "ФРОНТМЕН (сущ., м.р.) (общ., муз.) (заимств.) ",
        "content": "— (от англ. frontman) лидер, представитель, вокалист; ближайшие дублеты: лидер (общ.), вокалист (муз.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "самый с которого начался Грин Грэй, Белки и т. д., а ныне фронтмен Vexlarsky 4 , опять таки, прошу любить и жаловать\n  Предприниматель в сфере дизайна интерьеров, музыкант, фронтмен популярной в Саратове рок-группы «Иуда Головлев».  [Михаил Авилов. Михаил Авилов из Саратова // «Русский репортер», 2012]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Ф",
        "title": "ФЭН\\ФАН",
        "def": "ФЭН\\ФАН (сущ., м.р.) (мол., муз.) (заимств.) ",
        "content": "— (от англ. fan) чей-либо фанат, поклонник; ближайшие дублеты: фанат (общ.), поклонник (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "\n"
    },
    {
        "alph": "Х",
        "title": "ХАЙ",
        "def": "ХАЙ (межд.) (мол.) (варв.) ",
        "content": "— (от англ. hi) фамильярное приветствие; ближайшие дублеты: привет (общ.), здарова (разг.), салют (общ.). Междометие изображается в кириллице — варваризм.",
        "context": "счастливым. Акуна матата и белые тапочки в утиль, хай Пит слушал приятеля вскользь, давно зная его философию\n (М)  36.  Хай!  Привет!  Как дела?  [Смс-сообщения старших школьников (2004)]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Х",
        "title": "ХАЙП",
        "def": "ХАЙП (сущ.,м.р.) (мол.) (заимств.) ",
        "content": "— (от англ. hype) внезапный всплеск общественной активности по какому-либо поводу; ближайшие дублеты: ажиотаж (общ.), возбуждение (общ.), горячка (общ., перенос.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "альбом на Gomma и в последние полгода вызвавшая изрядный хайп в блогах и музыкальных изданиях. По отдельности участники\n"
    },
    {
        "alph": "Х",
        "title": "ХАНТИТЬ",
        "def": "ХАНТИТЬ (гл.) (общ.) (заимств.) ",
        "content": "— (от англ. to hunt) значение полностью совпадает с прямым и переносным значениями глагола охотиться; ближайшие дублеты: охотиться (общ.). Функции и гр. значения совпадают с аналогичными исконными единицами в русском языке — заимствование.",
        "context": "в нем сам хантит когото. Интересно, как скоро будут хантить того, кто схантил автора обсуждения, в котором он когото\n"
    },
    {
        "alph": "Х",
        "title": "ХАРАССМЕНТ",
        "def": "ХАРАССМЕНТ (сущ., м.р.) (журн., юр.) (заимств.) ",
        "content": "— (от англ. harassment) домогательство; ближайшие дублеты: домогательство (общ., юр.), дезидериум (от лат.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "такое сексуальное приставание. Сексуальные приставания харассмент распространенная форма сексуальной дискриминации.\n Надо соглашаться, что харассмент, и все негодяи, и по цвету кожи…  [Дина Рубина. Медная шкатулка (сборник) (2015)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Х",
        "title": "ХЕЙТЕР",
        "def": "ХЕЙТЕР (сущ., м.р.) (мол., муз., соц.) (заимств.) ",
        "content": "— (от англ. hater) ненавистник, противник, употребляются в речи с эксплицированным или имплицированным определением объекта ненависти; ближайшие дублеты: злопыхатель (книж.), зложелатель (книж., уст.), ненавистник (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "замена Элису Куперу получилась. Если че, то я не хейтер какойнибудь там, а старый вентилятор CoF и даже имею их\n  Адлен, Альтман, Анненков, Арапов, Глущенко, Гончарова,   Гросс, Ларионов, Минчин, Терешкович, Хейтер».   Эта крохотная выставка была организована мною в знак приветствия Мейерхольду, и я выставил на ней его портрет, сделанный мной еще в Москве, в его квартире, в 1922-м году.  [Ю. П. Анненков. Дневник моих встреч (1966)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Х",
        "title": "ХИТ",
        "def": "ХИТ (сущ., м.р.) (общ., муз.) (заимств.) ",
        "content": "— (от англ. hit) достигшее определенной популярности музыкальное произведение; ближайшие дублеты: шлягер?. Имеет родовую отнесенность и падежную парадигму — заимствование.",
        "context": "шпагу Ужоснах Это уже не бзик, а паранойя Это хит А если платочек разворачивался просыпался А платочек с\n  Пшеница― хит сезона на продовольственном рынке   Рынки сельскохозяйственной продукции сезонны и высокочувствительны к изменениям погоды.  [Юлия Ефимова. Пшеница -- хит сезона на продовольственном рынке (2002) // «Финансовая Россия», 2002.09.19]  [омонимия снята]  ←…→"
    },
    {
        "alph": "Ч",
        "title": "ЧЕЛЛЕНДЖ\\ЧЕЛЕНДЖ",
        "def": "ЧЕЛЛЕНДЖ\\ЧЕЛЕНДЖ (сущ., м.р.) (инт., мол.) (заимств.) ",
        "content": "— (от англ. challenge) испытание, спор, пари; ближайшие дублеты: испытание (общ.), пари (уст.), спор (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "\n"
    },
    {
        "alph": "Ч",
        "title": "ЧИЛЛ",
        "def": "ЧИЛЛ (сущ., м.р.) (мол.) (варв.) ",
        "content": "— (от англ. сhill) отдых, имеет глагольную форму ЧИЛЛИТЬ — отдыхать; ближайшие дублеты: отдых (общ.). Имеет родовую отнесенность, но не имеет форм множественного числа — варваризм.",
        "context": "займет много времени. Стилистика мелодичный космический чилл , лаунж, даунтемпо, эмбиэнт. Всем художникам, оформителям,\n Проекты выглядят как сказочные хрустальные дворцы, совершенная утопия, чилл-аут для внуков строителей коммунизма.  [Станислав Савицкий. Театр одного суфлера. Заметки о модернизации города-музея (2003) // «Неприкосновенный запас», 2003.07.14]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Э",
        "title": "ЭКСПИРИЕНС",
        "def": "ЭКСПИРИЕНС (сущ., м.р.) (мол., комп.) (заимств.) ",
        "content": "— (от англ. experience) опыт, знания; ближайшие дублеты: опыт (общ.), знания (общ.), эмпирия (науч.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "тебе в руку, где лежит еда как для кроликов это такой экспириенс На вкус мясо кенгуру похоже на телятину. Гладили милых\n  Привела её ко мне, предположим, Люсечка, имевшая благоприятный экспириенс родоразрешения под моим чутким руководством и при моём скромном участии.  [Татьяна Соломатина. Акушер-ХА! Байки (2009)]  [омонимия не снята]  ←…→"
    },
    {
        "alph": "Ю",
        "title": "ЮЗЕР",
        "def": "ЮЗЕР (сущ., м.р.) (комп., инт.) (заимств.) ",
        "content": "— (от англ. user) пользователь; ближайшие дублеты: пользователь (сущ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
        "context": "допозиционирования обзора. Я например вообще, хоть типа юзер продвинутый , и прекрасно знаю что захватом мыши часто\n Господи, кто только не был здесь похоронен, половина русской культуры, а Глеб вспомнил лишь то, что в его комьюнити написал юзер Kuporos!  [Алексей Иванов. Комьюнити (2012)]  [омонимия не снята]  ←…→"
    }
]