function init(){
  const DATA = 
  [{
      "alph": "А",
      "title": "АЙТИШНИК",
      "def": "АЙТИШНИК (сущ., м.р.) (общ., комп.) (заимств.) ",
      "content": "— (от англ. IT) человек, работающий в сфере информационных технологий; ближайшие дублеты: информатик (общ.), компьютерщик (разг.), эникейщик (мол.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
      "context": "... интернет. Причем, первым пользователем стал не айтишник , а биохимик Анатолий Клесов, которого пригласили\n [Иванов Сергей, муж]   2) как айтишник могу сказать что технологии меняются так быстро, что знания, полученные 3 года назад начинают терять свою актуальность.  [коллективный. Форум: Дедовщина и неуставные отношения. Кто есть кто в современной армии (2011-2013)]  [омонимия не снята]  ←…→"
  },{
      "alph": "А",
      "title": "АКЦЕПТИРОВАТЬ\\АКСЕПТИРОВАТЬ",
      "def": "АКЦЕПТИРОВАТЬ\\АКСЕПТИРОВАТЬ (гл.) (инт., эк. и фин.) (заимств.) ",
      "content": "— (от англ. to accept) разрешать, допускать что-либо до исполнения; ближайшие дублеты: разрешать (общ.), допускать (общ.), одобрять (общ.). Функции и гр. значения совпадают с аналогичными исконными единицами в русском языке — заимствование.",
      "context": "\n"
  },
  {
      "alph": "А",
      "title": "АПДЕЙТ",
      "def": "АПДЕЙТ (сущ., м.р.) (комп., инт.) (заимств.) ",
      "content": "— (от англ. update) обновление какого-либо программного обеспечение, ведущее за собой исправление ошибок или добавление новых функций; ближайшие дублеты: обновление (общ.), корректировка (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.\n",
      "context": "какнибудь решу в течение последующих дней. Апдейт, апдейт Я тормоз, ага Можно, можно оставить старый\n [Hardstyler, nick]   Апдейт 2: нашел Лема в ролях на imdb.  [коллективный. Форум: Блэйд (трилогия) Blade (2008-2010)]  [омонимия снята]  ←…→"
  },
  {
      "alph": "А",
      "title": "АРТ",
      "def": "АРТ (сущ., м.р.) (мол., иск.) (заимств.) ",
      "content": "— (от англ. art) 1) творчество, искусство; ближайшие дублеты: творчество (общ.), искусство (общ.); 2) рисунок, изображение, набросок; ближайшие дублеты: рисунок (общ.), изображение (общ.), набросок (иск.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
      "context": ". Эрегированный фаллос на Литейном мосту и синие ведерки арт Художественнопатриотическая инсталляция Мы овощи\n  С нынешнего сезона впервые в рамках «Большого ТЭФИ» состоится Всероссийский зональный конкурс «ТЭФИ-РЕГИОН» - 2002, который, помимо Фонда АРТ, проведут «МедиаСоюз», НАТ и «Интерньюс».  [Осень начинается весной (2002) // «Культура», 2002.04.08]  [омонимия снята]  ←…→"
  },
  {
      "alph": "Б",
      "title": "БИТ",
      "def": "БИТ (сущ., м.р.) (муз.) (заимств.) ",
      "content": "— (от англ. beat) аранжировка в музыкальных произведениях; ближайшие дублеты: аранжировка (муз.). Имеет родовую отнесенность и падежную парадигму — заимствование.",
      "context": ". И ендед уп доинг море витх Рон тхе маин чараcтер ин тхис бит , бут тхис литтле сеcтион мигхт jуст станд он иц овн.\n  Как и любой блочный кодировщик, AES шифрует данные блоками фиксированного размера, но при этом за каждый цикл кодирует 128 бит, т. е. в два раза больше, чем DES.  [Дмитрий Лысак. Секретная миссия простого брелка (2003) // «Stuff», 2003.03.06]  [омонимия снята]  ←…→"
  },
  {
      "alph": "Б",
      "title": "БЛОК",
      "def": "БЛОК (сущ., м.р.) (мол., муз.) (заимств.) ",
      "content": "— (от англ. block) район, микрорайон, употребляется в основном с пространственным предлогом на, по аналогии с выражением на районе (прост.); ближайшие дублеты: район (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
      "context": "Б Было бы просто замечательно видеть на вашем портале блок Друзья сайта или Мои партнеры или чтото типа того\n  Комбинационный блок VLSI 1 реализует следующий алгоритм [7].  [П. Н. Бибило. Логическое перепроектирование схем, реализованных на FPGA, в схемы на базовых матричных кристаллах // «Информационные технологии», 2004]  [омонимия снята]  ←…→"
  },
  {
      "alph": "Б",
      "title": "БОЙ",
      "def": "БОЙ (сущ., м.р.) (мол., муз.) (варв.) ",
      "content": "— (от англ. boy) мальчик, парень; ближайшие дублеты: парень (общ.), пацан (жарг.). Имеет родовую отнесенность, но употребляется только в одной падежной форме, зачастую как междометие — варваризм.",
      "context": "свой. Отваги с силой дай мне, Боже Готова я Пусть грянет бой Мой меч порхает словно птица, И слышу я, как сталь звенит.\n [Perfect Enemy, nick]   Желая избавить людей от тайной и могущественной армии вампиров, заполонившей общество, он отправляется на решающий бой…  [коллективный. Форум: Блэйд (трилогия) Blade (2008-2010)]  [омонимия снята]  ←…→"
  },
  {
    "alph": "Б",
    "title": "БОСС",
    "def": "БОСС (сущ., м.р.) (общ., комм., бизн.) (заимств.) ",
    "content": "— (от англ. boss) начальник, директор, авторитетная персона, имеющая влияние на кого-либо; ближайшие дублеты: начальник (общ.), директор (общ., бизн.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "команду Негр строчит из пулемета А тут наемники и босс Сталлоне поймали и душат А тут внезапно наши как\n Новый босс вызвал меня на другой день в свой кабинет.  [Я желанна. Разве это стыдно? // «Даша», 2004]  [омонимия снята]  ←…→"
},
{
    "alph": "Б",
    "title": "БРЕНД",
    "def": "БРЕНД (сущ., м.р.) (общ., мода) (заимств.) ",
    "content": "— (от англ. brand) марка, образ фирмы в обществе, создающий её статус и наделяющий производимую этой фирмой продукцию престижным значением; ближайшие дублеты: фирма (общ., переносн.), марка (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "если ктонибудь объяснит на что конкретно. Безумный чешский бренд Мамка с татькой . В плане оформительства царит ад, стоит\n Бренд оставляем свой, горючее своё, а управление отдаём им.  [Елена Семенова. Олигарх без галстука (2003) // «Аргументы и факты», 2003.01.29]  [омонимия снята]  ←…→"
},
{
    "alph": "Б",
    "title": "БУЛЛИНГ",
    "def": "БУЛЛИНГ (сущ., м.р.) (соц.) (варв.) ",
    "content": "— (от англ. bulling) явление, связываемое с издевательствами в коллективах средней, старшей школы или, в отдельных случаях, даже высших учебных заведений, однако распространяется на уничижение личности и в других социальных пространствах, например КИБЕРБУЛЛИНГ (издевательства на просторах сети Интернет); ближайшие дублеты: издевательство (общ.) измывательство (книж.), глумление (книж., уст.), насмешничанье (книж.), зубоскальство (книж.),  насмехательство (книж., ред.), высмеивание (общ.), надругательство (общ.), кровопийство (книж.). Имеет родовую отнесенность и неполную падежную парадигму (отсутствуют формы мн.ч.) — варваризм.",
    "context": "рассматривается острейшая проблема школьного насилия буллинг от англ. bully хулиган, задира и хейзинг от амер.\n  Но оставим добропорядочную Швейцарию.  Как выглядит буллинг в отечественном исполнении?  История Коли с Машей ― хорошая демонстрация осознанных агрессивных тенденций.  [Софья Тарасова. Что за зверь такой — буллинг? // «Знание-сила», 2013]  [омонимия не снята]  ←…→"
},
{
    "alph": "Б",
    "title": "БЭКГРАУНД",
    "def": "БЭКГРАУНД (сущ., м.р.) (общ., соц.) (заимств.) ",
    "content": "— (от англ. background) несет значение фонового опыта, являющегося следствием произошедших в прошлом событий, может относиться к разнообразным сферам социальной жизни, например музыкальный БЭКГРАУНД, суровый БЭКГРАУНД; ближайшие дублеты: фон (общ.), опыт (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "слова анонс , превью вместо предпросмотр , бэкграунд вместо пейзаж или фон Разве так уж необходимо\n Мы и так все знаем про этот скучный и всегда одинаковый бэкграунд…  [Виктор Пелевин. Любовь к трем цукербринам (2014)]  [омонимия не снята]  ←…→"
},
{
    "alph": "Б",
    "title": "БЭНД\\BAND",
    "def": "БЭНД\\BAND (сущ., м.р.) (муз.) (и.в.) ",
    "content": "— (от англ. band) непопулярная или развивающаяся группа музыкантов или же просто музыкальная группа; ближайшие дублеты: группа (общ.), ансамбль (общ., уст.), ВИА (общ., уст.). Имеет родовую отнесенность, но не имеет падежной парадигмы и зачастую изображается в латинской графике — иноязычное вкрапление.",
    "context": "\n"
},
{
    "alph": "В",
    "title": "ВОРЛДВАЙД\\WORLDWIDE",
    "def": "ВОРЛДВАЙД\\WORLDWIDE (прил., отн.) (общ.) (и.в.) ",
    "content": "— (от англ. worldwide) всемирный, находящийся по всему миру; ближайшие дублеты: всемирный (общ.), мировой (общ.), глобальный (общ.), всесветный (общ., уст.). Имеет нулевую падежную парадигму — иноязычное вкрапление.",
    "context": "\n"
},
{
    "alph": "Г",
    "title": "ГАЙ",
    "def": "ГАЙ (сущ., м.р.) (мол.) (варв.) ",
    "content": "— (от англ. guy) парень; ближайшие дублеты: парень (общ.), пацан (жарг.). Имеет родовую отнесенность, но падежная парадигма является не полной, множественное число присутствует только в форме ГАЙС и ее производных — варваризм.",
    "context": "Sunday, August 27th, 2006 641 pm Устами Катьки Мама, папа гай Папа гай Тут даже папа навострил уши, желая\n Могу назвать адреса и суммы: ул. Старый Гай, вл. 9 (сумма выкупа ― 80510 долларов); ул. Алексея Дикого, вл. 7 а (сумма выкупа ― 23000 долларов); ул. Перовская, д. 31 (сумма выкупа ― 78200 долларов).  [Светлана Бударцева. У хорошего хозяина метр зарабатывает (2002) // «Вечерняя Москва», 2002.03.14]  [омонимия снята]  ←…→"
},
{
    "alph": "Г",
    "title": "ГАЙД",
    "def": "ГАЙД (сущ., м.р.) (инт.) (заимств.) ",
    "content": "— (от англ. guide) руководство, инструкция по применению или исправлению чего-либо; ближайшие дублеты: инструкция (общ.), руководство (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "подарили Жизнь для чайников или какойнибудь такой гайд , где были бы точные и единственно верные ответы на все\n  Два джентльмена сидят в Гайд-парке и спорят о том, в чем разница между вежливостью и тактом.  [Вадим Баевский. Table-talk // «Знамя», 2011]  [омонимия не снята]  ←…→"
},
{
    "alph": "Г",
    "title": "ГИГ",
    "def": "ГИГ (сущ., м.р.) (муз., мол.) (заимств.) ",
    "content": "— (от англ. gig) английский сленгизм, перешедший в русский язык в точном значении, это концерт или любое иное мероприятие, связанное с живым выступлением музыкантов; ближайшие дублеты: концерт (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "память 256 х 2 пс 3200 винт seagate 120 гиг иде без бб видео geforce 6600 256 Мб, АГП за все\n Современные подходы к изучению вирусологического качества питьевых вод и адекватной оценке их эпидемической безопасности // Гиг. и сан.  [Вспышка энтеровирусной инфекции в Витебске в условиях загрязнения питьевой воды энтеровирусами (2004) // «Вопросы вирусологии», 2004.01.05]  [омонимия не снята]  ←…→"
},
{
    "alph": "Д",
    "title": "ДАТА\\DATA",
    "def": "ДАТА\\DATA (сущ., ж.р.) (комп., инт.) (варв.) ",
    "content": "— (от англ. data) любые возможные данные, подлежащие обработке, зачастую существующие в письменном виде; ближайшие дублеты: данные (общ.), сведения (общ.), инфа (разг.). Имеет родовую отнесенность, но падежная парадигма не сформирована, более того, лексема зачастую употребляется в латинской графике на письме — варваризм.",
    "context": "\n"
},
{
    "alph": "Д",
    "title": "ДИДЖИТАЛ\\ДИГИТАЛ\\DIGITAL",
    "def": "ДИДЖИТАЛ\\ДИГИТАЛ\\DIGITAL (прил., вещ.) (общ., комп.) (и.в.) ",
    "content": "— (от англ. digital) прилагательное, приписывающее цифровой признак объекту; ближайшие дублеты: цифровой (общ., комп.). Не имеет падежной парадигмы и не согласуется с элементами предложения формальными средствами — иноязычное вкрапление.",
    "context": "\n"
},
{
    "alph": "Д",
    "title": "ДИЗРЕСПЕКТ",
    "def": "ДИЗРЕСПЕКТ (сущ., м.р.) (мол.) (заимств.) ",
    "content": "— понятие, обладающее обратным значением слова РЕСПЕКТ, неуважение, обращенное к какой-либо личности, персоналии; ближайшие дублеты: неуважение (общ.), непочтение (книжн.), дерзость (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "Сценическое поведение спионерили с Андероут ... Вот. За что дизреспект . artemwa6630 04.10.2007, 0016 ну да понимаю я поддерживаю\n"
},
{
    "alph": "Д",
    "title": "ДИЛ\\DEAL",
    "def": "ДИЛ\\DEAL (сущ., общ. р.) (бизн., марк., эк. и фин., мол.) (и.в.) ",
    "content": "— (от англ. deal) сделка, договор; ближайшие дублеты: сделка (общ.), договор (юр., общ.). Не имеет родовой отнесенности и постоянной падежной парадигмы — иноязычное вкрапление.",
    "context": "\n"
},
{
    "alph": "Д",
    "title": "ДОНАТ",
    "def": "ДОНАТ (сущ., м.р.) (мол., комп.) (заимств.) ",
    "content": "— (от англ. donate) пожертвование какому-либо лицу или организации через сеть Интернет; ближайшие дублеты: пожертвование (общ.), милостыня (церк.), даяние (церк.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "ФОРУМ для АНИМАШНИКОВ мужиГ 05.10.2007, 0017 ой скилы донат баф имел ввиду сор 05.10.2007, 0017 да вот\n Мужчина спросил его:   ― Донат!  Что ты читаешь?  [И. Грекова. В вагоне (1983)]  [омонимия снята]  ←…→"
},
{
    "alph": "Д",
    "title": "ДРАЙВ",
    "def": "ДРАЙВ (сущ., м.р.) (мол.,комп.) (заимств.) ",
    "content": "— (от англ. drive) 1) устройство, считывающее лазерные диски в компьютере; ближайшие дублеты: привод (комп.); 2) состояние, заключающееся в приподнятом настроении и огромном количестве мотивации; ближайшие дублеты: удовольствие (общ.), кайф (жарг.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": ", визжать, как после рокконцерта, ага. Т. е. настоящий драйв В общем, вешаю портрет Курентзиса на рабочем столе, сверяю\n [Alexanderse, nick]   А, андреналин и драйв ― цель фильмов такого плана.  [коллективный. Форум: Блэйд (трилогия) Blade (2008-2010)]  [омонимия снята]  ←…→"
},
{
    "alph": "И",
    "title": "ИВЕНТ\\ЭВЕНТ\\ИВЭНТ",
    "def": "ИВЕНТ\\ЭВЕНТ\\ИВЭНТ (сущ., м.р.) (общ.) (заимств.) ",
    "content": "— (от англ. event) событие, происшествие, мероприятие; ближайшие дублеты: событие (общ.), происшествие (общ.), мероприятие (общ.). Имеет родовую отнесенность и падежную парадигму — заимствование. ",
    "context": "\n"
},
{
    "alph": "И",
    "title": "ИЗИ",
    "def": "ИЗИ (нар.) (мол.) (заимств.) ",
    "content": "— легко; ближайшие дублеты: легко (общ.), просто (общ.), безусильно (уст.). Функции и гр. значения совпадают с аналогичными исконными единицами в русском языке — заимствование.",
    "context": ", а приложить к зубу. Кстати, еще ватку можно смочить в йоде изи Звездочке и к зубу. Можно полоскать ромашкой, шалфеем\n  Компания собралась на верхней палубе яхты Изи Залманова, который давно еще, после сочинских кинофестивальных посиделок сказал: «Ты, Анжела, всегда приглашена.  [Ольга Новикова. Каждый убивал // «Сибирские огни», 2012]  [омонимия не снята]  ←…→"
},
{
    "alph": "И",
    "title": "ИНВОЙС",
    "def": "ИНВОЙС (сущ., м.р.) (эк. и фин., бизн.) (заимств.) ",
    "content": "— (от англ. invoice) документ, представленный покупателю, содержащий список поставляемых продавцом товаров, их количество и цена; ближайшие дублеты: счет-фактура (эк. и фин.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "Friday, March 24th, 2006 945 am Пожалуйста, вышлите нам инвойс Не слышу Вышлите Инвойс Что выслать Инвойс, блять\n Бумаги с красивыми названиями «аффедевит» и «инвойс» подтверждали, что я должен получить $18 миллионов на тещин счет, оставить себе $3 миллиона, а остальные деньги следовало перевести на счет оффшорного банка, зарегистрированного в государстве Антигуа и Барбуда.  [Алексей Савин. Миллионы Лимпопо. Волна «Нигерийской почты» захлестнула компьютеры российских пользователей (2003) // «Известия», 2003.02.10]  [омонимия не снята]  ←…→"
},
{
    "alph": "И",
    "title": "ИНСАЙТ",
    "def": "ИНСАЙТ (сущ., м.р.) (общ., журн.) (заимств.) ",
    "content": "— (от англ. insight) просвящение, озарение, спонтанный момент достижения истины или выхода из сложной ситуации; ближайшие дублеты: озарение (общ.), постижение (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": ", 2252 В прошлый понедельник у меня был инсайт. И какой инсайт Всем инсайтам инсайт Долго ничего не писала, дабы\n [Ilya Petrov, муж]   За всей креативной мишурой находится банальное сообщение «Занимайтесь чтением», которое, естественно, работает на уровне «Бросайте курить» — то есть никак.   В чем инсайт?   Какие барьеры снимаются?  [коллективный. Форум: Как работает реклама (2012-2013)]  [омонимия не снята]  ←…→"
},
{
    "alph": "К",
    "title": "КВЕСТ",
    "def": "КВЕСТ (сущ., м.р.) (комп., мол.) (заимств.) ",
    "content": "— (от англ. quest) задание, поручение или же приключение или задача, поставленная индивидуумом самому себе; ближайшие дублеты: задача (общ), миссия (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": ". Сколько стоит решетка радиатора и эмблема на мой квест А куда делась старая Выдавили на хрен Сейчас,\n [annaloca, жен]   О да ) я ещё расскажу про квест в Уфе, как мы с Юлей носились по всему городу ))  [коллективный. В физика-ядерщика на час (2014.12.23)]  [омонимия не снята]  ←…→"
},
{
    "alph": "К",
    "title": "КЕЙС",
    "def": "КЕЙС (сущ., м.р.) (бизн., комм.) (заимств.) ",
    "content": "— (от англ. сase) задание, зачастую связанное с задачами в сфере предпринимательства; ближайшие дублеты: задача (общ.), задание (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "вобщем как невротики или психотики. Вот Ваш контурный кейс . По мере того, как тэтан теряет контроль над своим\n  Умение получать средства из федерального бюджета ― одна из причин быстрого развития Республики Татарстан.  Кейс Иннополиса подтверждает это.  15 млрд рублей было получено по линии Минэкономразвития на развитие ОЭЗ «Иннополис» технико-внедренческого типа.  [Алексей Щукин. IT-город в чистом поле // «Эксперт», 2015]  [омонимия не снята]  ←…→"
},
{
    "alph": "К",
    "title": "КЛИКАТЬ",
    "def": "КЛИКАТЬ (гл.) (комп., инт.) (заимств.) ",
    "content": "— (от англ. to click) нажимать на вирутальные объекты посредством какого-либо инструмента ввода информации в операционной системе; ближайшие дублеты: нажимать (общ.). Функции и гр. значения совпадают с аналогичными исконными единицами в русском языке — заимствование.",
    "context": "Израиль, актуалия, маразм, политика кат под матом, не кликать Извините, был напуган. А теперь, выпустив пар, скажу о\n Но в него заудинская шпана с палками и прочим боевым скарбом не сунется.  Пассажиров пугать ― милицию кликать.   ― Да кому эт надо!  [Геннадий Башкуев. Маленькая война // «Сибирские огни», 2013]  [омонимия не снята]  ←…→"
},
{
    "alph": "К",
    "title": "КОММЕНТ",
    "def": "КОММЕНТ (сущ., м.р.) (инт.) (заимств.) ",
    "content": "— (от англ. to сomment) комментарий; ближайшие дублеты: отзыв (общ.), комментарий (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "это ж папа Луначарского несмотря на то, что это уже 200 коммент , ой, да кто же этого не знает это папа Луначарского.\n [Дмитрий Волченко]   Философия на эту тему наговорила столько, что даже неловко за нее :)  [Сергей Мурашов, муж]   А можно просто этот коммент лайкнуть?   Заодно можно считать иллюстрацией…  [коллективный. Информационная псевдодебильность (2015)]  [омонимия не снята]  ←…→"
},
{
    "alph": "К",
    "title": "КОНТЕНТ",
    "def": "КОНТЕНТ (сущ., м.р.) (инт.) (заимств.) ",
    "content": "— (от англ. content) любое информационно значимое наполнение информационного ресурса; ближайшие дублеты: наполнение (общ.), содержание (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "экран компьютера, вместо содержания уверенно говорят контент . закачивать конетнт и т. д., а некоторые так\n Я рассказываю очень примитивно, я совсем не социолог, но именно так это и работает.   Для телевидения контент (содержание) ― не главное.  Это лишь способ усадить нужных людей в нужное время возле экрана и как можно дольше удержать наше внимание, а так же убедить, что в следующий раз в это же время мы потратим время у тех же экранов с не меньшей пользой.  [И. А. Забежинский. Если бы мы не смотрели, они бы не показывали (2015.10.05)]  [омонимия не снята]  ←…→"
},
{
    "alph": "К",
    "title": "КОП",
    "def": "КОП (сущ., м.р.) (мол.) (заимств.) ",
    "content": "— (от англ. сop) полицейский; ближайшие дублеты: полицейский (общ.), милиционер (общ. уст.), жандарм (уст.), мент (жарг.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "На сервере установлен 27015 з. Ы. Трафик считается не по 10 коп , а по 1 руб. Но это того стоит 08 января 2009 Admin\n Что же касается системы налогообложения, то существующий до настоящего времени принцип щадящего налогообложения на приусадебные земельные участки сельских домохозяйств (в 2000 г. в среднем 14 коп. за 1 кв. метр площади) сыграл и в условиях нищенского положения большинства сельского населения продолжает играть, несомненно, положительную роль.  [Личные подсобные хозяйства населения: состояние и перспективы // «Вопросы статистики», 2004]  [омонимия снята]  ←…→"
},
{
    "alph": "К",
    "title": "КЭШ",
    "def": "КЭШ (сущ., м.р.) (мол.) (заимствование) ",
    "content": "— (от англ. cash) наличные деньги, т.е. бумажные банкноты; ближайшие дублеты: наличность (общ.), наличка (разг.), купюры (общ.). Имеет родовую отнесенность и полную падежную парадигму.",
    "context": "затем уже в браузере через Инструменты Просмотреть кэш заходишь в него забиваешь ссылку с видео в строку\n Потом все это попадает на полки торговых сетей ― «Ашан», «Метро кэш энд керри», «Дикси», «Лента», «Глобус Гурмэ» и проч.  [Софья Инкижинова. Бизнес на дикоросах // «Эксперт», 2013]  [омонимия не снята]  ←…→"
},
{
    "alph": "Л",
    "title": "ЛАЙВ\\LIVE",
    "def": "ЛАЙВ\\LIVE (прил., вещ.) (муз., инт.) (варв.) ",
    "content": "— (от англ. live) прямой, живой, применяется к музыкальным выступлениям и прямым трансляциям в сети Интернет, на телевидении и в радио-эфирах; ближайшие дублеты: прямой (общ., переносн.), живой (общ., переносн.). Не имеет падежной парадигмы, не изменяется в предложении — варваризм.",
    "context": "\n"
},
{
    "alph": "Л",
    "title": "ЛАНЧ",
    "def": "ЛАНЧ (сущ., м.р.) (общ.) (заимств.) ",
    "content": "— (от англ. lunch) обед, время, выделяемое на обед во время рабочего дня; ближайшие дублеты: обед (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "тоже довольно внимательно, но подругому. Скажем, слова ланч и гальванизировать меня не смущают у них особый\n [VetaSvet, жен]   Начнем с плюсов: удобное место расположение. отличный ассортимент, есть не только японская еда, но и фаст-фуд.   Есть меню на бизнес-ланч.   Действуют различные спец. предложения.  [коллективный. Суши Мин -- ТЦ Республика… когда особо нет выбора.. (2014.12.03)]  [омонимия не снята]  ←…→"
},
{
    "alph": "Л",
    "title": "ЛИДЕРШИП",
    "def": "ЛИДЕРШИП (сущ., м.р.) (общ.) (заимств.) ",
    "content": "— (от англ. leadership) лидерство; ближайшие дублеты: лидерство (общ.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "просчитано в которой вперед тебя ведут дружба, харизма и лидершип в которой ты ставишь цели и достигаешь их, в которой ты\n"
},
{
    "alph": "Л",
    "title": "ЛУЗЕР",
    "def": "ЛУЗЕР (сущ., м.р.) (мол., общ.) (заимств.) ",
    "content": "— (от англ. loser) неудачник, проигравший; ближайшие дублеты: неудачник (прост.), лох (прост., жарг., обсценн.), страдалец (общ., книж.). Имеет родовую отнесенность и полную падежную парадигму — заимствование.",
    "context": "уход из программы проигравших. Именно их унижение лузер , их скорбные улыбки и горестные интервью тщательно\n Например, трудно заставить человека каждые пять секунд вспоминать, что он лузер и у него нет денег ― хотя над этим и работают лучшие умы человечества.  [Виктор Пелевин. Бэтман Аполло (2013)]  [омонимия не снята]  ←…→"
}]

  function fillTable(){
      let input = document.querySelector('input.search').value.toUpperCase()
      let tbody = document.querySelector('table.search-results > tbody')
      const rule = new RegExp('(?:^' + input + '[а-яА-Я]*)')
      for (let i = 0; i < DATA.length; i++){
        if ((DATA[i].title.match(rule)) && input.length > 0){
              let td = document.createElement('td')
              td.textContent = DATA[i].title.toLowerCase()
              let tr = document.createElement('tr')
              tr.appendChild(td)
              tbody.appendChild(tr)
          }
        if (input.length === 0){
          let td = document.createElement('td')
              td.textContent = DATA[i].title.toLowerCase()
              let tr = document.createElement('tr')
              tr.appendChild(td)
              tbody.appendChild(tr)
        }
      }
  }

  function refreshTable(){
      let tbody = document.querySelector('table.search-results > tbody')
      tbody.replaceChildren()
      fillTable()
  }

  document.getElementById('search').addEventListener('keydown', key => {
      if (key.code === 'Enter'){
          refreshTable()
      }
  })

  document.querySelector('button.pretty-button').addEventListener('click', click => {
      if (click) {
          refreshTable()
      }
  })
}

